const setConsoleMassage = () => {
  console.log(
    '1. Ссылка на задание: https://github.com/rolling-scopes-school/tasks/blob/master/tasks/js30/js30-5.md',
  );
  console.log(
    '2. Скриншот результата выполнения задания: https://a.radikal.ru/a14/2108/b0/1e4e03eee273.png',
  );
  console.log(
    '3. Ссылка на задеплоенную версию моего приложения: https://bertfrontend-photo-filter.netlify.app/',
  );
  console.log('4. 30.08.2021 / 30.08.2021');
  console.log('---');
  console.log('Самопроверка с предварительной оценкой: 80/30');
  console.log('1. Первый этап. Повторить исходный проект 10/10');
  console.log('2. Второй этап. Обязательный дополнительный функционал 10/10:');
  console.log(
    '- Добавлены дополнительные фильтры, удален выбор размера и цвета рамки',
  );
  console.log('3. Третий этап. Дополнительный функционал на выбор 50/50:');
  console.log('- Перелистывание фото (с репозитория школы)');
  console.log('- Загрузка в приложение фото с компьютера');
  console.log('- Сохранение фото на компьютер вместе с наложенными фильтрами');
  console.log('- Сброс фильтров кликом на кнопку');
  console.log('- Отображение и копирование CSS-кода добавленного фильтра');
  console.log('- Переход приложения в полноэкранный режим и обратно');
};

export { setConsoleMassage };
